IDEA Open Model
CombiInputSIA.TypeCalculationCombi Property
Compatible with IDEA StatiCa v 10.1
 Type of combination
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public TypeCalculationCombiSIA TypeCalculationCombi { get; set; }
Public Property TypeCalculationCombi As TypeCalculationCombiSIA
	Get
	Set
public:
property TypeCalculationCombiSIA TypeCalculationCombi {
	TypeCalculationCombiSIA get ();
	void set (TypeCalculationCombiSIA value);
}
Property Value
Type: TypeCalculationCombiSIA
See Also
Reference
CombiInputSIA Class
IdeaRS.OpenModel.Loading Namespace